import Image from "next/image";
import priv from '../../images/privacy/Artboard_7-black.webp'

export default function privacy() {
	return <section className="container mx-auto px-44 py-20">
		<Image src={priv} alt="privacy" className="mx-auto" />
		<h2 className="text-center text-[2.5rem] font-bold py-8">حریم شخصی</h2>
		<p className="text-justify leading-8">مدیسه بر حفظ اطلاعات و حریم خصوصی کاربران خود تاکید ویژه ای دارد. شما به عنوان یکی از اعضای مدیسه برای ایجاد حساب کاربری، اطلاعاتی نظیر شماره تلفن و ایمیل و آدرس خود را وارد خواهید کرد که تنها برای ارائه خدمات بدون نقص از طرف مدیسه کاربرد دارند و نزد ما محفوظ خواهند ماند. گفتنی است که از این داده ها برای پیگیری ارسال محصولات استفاده خواهیم کرد. همچنین مطالبی مانند خبرنامه مدیسه، تنها در صورت ابراز علاقمندی شخصی شما به آدرس ایمیل و یا شماره تماس شما ارسال خواهد شد و در هر زمانی که مایل باشید می‌توانید از آن انصراف دهید. شماره تلفن اعضا نیز تنها برای ارسال پیامک جهت در جریان گذاشتن شما از روند ارسال محصول و اطلاع رسانی موارد دیگر استفاده خواهد شد.</p>
	</section>
}